***messages***

;  Strings

d1c2d4bd="Logiciel d'archivage WinRAR"
9ceca77e="Aide de WinRAR"
9fdcb314="Manuel de la console RAR"
ba0baf32="Quelles sont les nouveautés de la dernière version"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
bf6f0b9a="WhatsNew.txt"

b9d970cb="Désinstaller WinRAR"
29b544f7="Désinstallation terminée"
9f3e75c0="Supprimez %s manuellement"
74974b98="Poursuivre la désinstallation de WinRAR ?"
e5452dd4="Impossible d'ouvrir le fichier de liste %s"
76d93cf0="Archive WinRAR"
cf4472fd="Archive WinRAR ZIP"
5d262103="Volume de restauration RAR"
87917b3b="https://www.winrar-france.com/licence-winrar"
697af054="Traiter les archives au format, RAR, ZIP et autres"
43d8ac9a="Après la désinstallation de WinRAR, vous devez redémarrer Windows pour terminer l'opération."
4b09c5cf="Ces options permettent de contrôler l'intégration de WinRAR dans Windows."
34e54609="Le premier groupe d'options permet de sélectionner les types d'archives qui seront gérés par WinRAR."
4fef0fca="Le second groupe permet de sélectionner l'emplacement des liens vers l'exécutable WinRAR."
382d4dab="Le dernier groupe permet de contrôler l'intégration dans l'environnement Windows."
d3d219d4="L'intégration dans l'environnement offre des fonctionnalités pratiques telles que l'élément \"Extraire\" présent dans les menus contextuels des archives. Il n'est généralement pas utile de la désactiver."
758b1b45="Pour obtenir une description détaillée de ces options, cliquez sur le bouton \"Aide\"."
8a30badd="Vous avez installé WinRAR version 32 bit sur Windows 64 bit. Pour de meilleures performances et une fiabilité accrue, désinstallez WinRAR 32 bit et installez la version x64."
f93d126f="Pour terminer l'installation, redémarrez votre ordinateur."
d685b67d="bêta"
e3bf864b="32-bit"
3c32e258="64-bit"


;  Dialog SETUPDLG

9b889d24="100*100"
4bacf852="Configuration de WinRAR"
35d485d0="Associer WinRAR à"
e93ed0f9="&RAR"
c1fa6a65="&ZIP"
25369ff6="7Z"
4b3386de="ACE"
8855b85f="ARJ"
1c147500="BZ2"
e4e5a591="CAB"
0a09e600="GZ"
ef372c29="ISO"
f6838e7a="JAR"
e9fd3fcb="LZ"
a65ac028="LZH"
e03b0000="TAR"
4c8438a5="UUE"
c753e89e="XZ"
65243b2b="Z"
6ba84942="ZIPX"
4d7a1ba9="001"
58b93fd5="Basculer &tous"
11c55ee4="Interface"
ee55f9af="Ajouter WinRAR sur le &bureau"
0ce43a73="Ajouter WinRAR dans le menu &Démarrer"
17d18f69="Créer le grou&pe WinRAR"
aa738f6f="&Intégrer WinRAR dans l'environnement"
927b9567="Intégration dans l'environnement"
c6dc7c58="Menus c&ontextuels en cascade"
3c4afdb0="Icô&nes dans les menus contextuels"
12d39522="Rubriques des menus &contextuels..."
a8604cfa="OK"
e6a9b8d7="Aide"


;  Dialog DONEDLG

debae517="100*100"
94f9bb5d="Configuration de WinRAR"
adb98b19="Terminé"
55a374b0="WinRAR a été correctement installé dans le dossier"
9a5e3301="Utilisez la commande \"Paramètres...\" du menu \"Options\" de WinRAR pour personnaliser davantage le logiciel."
24a86b75="Si vous installez WinRAR pour la première fois, n'oubliez pas de lire l'aide en ligne."
039ae2bb="WinRAR n'est pas un logiciel gratuit. Nous ne pouvons apporter d'autres modifications que si vous achetez la licence."
20ebfc16="Si vous n'êtes pas sûr d'avoir la dernière version de WinRAR, rendez-vous sur le site Web de WinRAR. Vous pouvez également enregistrer WinRAR par le biais de notre serveur sécurisé, directement depuis cette page."
42d0825b="&Aide"
b4a4d3be="&Licence"
99c2c041="&Acheter"
9dea1330="Site &Web"
93711cfe="Merci d'utiliser WinRAR !"


;  Dialog SETUPCONTEXTITEMS

49286d52="100*100"
1f859f09="Rubriques des menus contextuels"
baae80a0="Sélectionner les rubriques des menus contextuels"
e31fd1d6="Extr&aire les fichiers..."
7b17ab35="E&xtraire ici"
81680c3d="&Extraire vers <dossier\\>"
3ae0786a="Extraire chaque archive dans des dossiers &séparés"
e0ac2500="Ouvrir l'archive SFX dans WinRAR"
3559cfc9="Ouvrir avec WinRAR (pour les archives usuelles)"
3e5aaf6e="&Ajouter à l'archive..."
43f74847="Ajou&ter à <nom_de_l'archive>"
677cd882="Compresser dans <nom_de_l'archive> et envoyer par e-mail"
3ceb0ac2="Compresser et envoyer par e-mail..."
388357da="Tester l'a&rchive"
b7db3074="Con&vertir l'archive..."
24ce5424="Menu contextuel du glisser-déposer"
c9bd9217="Afficher les éléments d'arc&hivage"
1798d084="Afficher les éléments de l'extra&ction"
8bec6941="Où rechercher des archives SFX"
14e79672="Lecteurs &locaux"
a5f7a410="Lecteurs &réseau"
63b5fdd8="Autres le&cteurs"
e4f61006="Touj&ours afficher les éléments d'archivage pour"
6cb8b236="OK"
6b93ebda="Annuler"
dbe33b56="Aide"
